ENDPOINTS = {
    'register': '/auth/register',
    'user': '/auth/user',
}

INGREDIENT_NAMES = {
    0: 'Флюоресцентная булка R2-D3',
    1: 'Альфа-булка',
    2: 'Соус Spicy-X',
    3: 'Соус фирменный Space Sauce',
    4: 'Соус традиционный галактический',
    5: 'Соус с шипами Антариана',
    6: 'Мясо бессмертных моллюсков Protostomia',
    7: 'Говяжий метеорит',
    8: 'Хрустящие минеральные кольца',
    9: 'Плоды Фалленианского дерева',
    10: 'Кристаллы марсианских альфа-сахаридов',
    11: 'Мини-салат Экзо-Плантаго',
    12: 'Сыр с астероидной плесенью',
    13: 'Биокотлета из марсианской Магнолии',
    14: 'Острый соус традиционный галактический',
}
